{
  "Influencers": [
    {
      "id": "1",
      "name": "Malvika Subba",
      "details": "Malvika Subba is a well-known media figure with a large following in the country. She is a self-assured and independent lady who wears several hats in the media. She has been an outspoken supporter of Hami Nepal since its inception. She frequently shares our fund-raising messages on her many social media channels."
    },
    {
      "id": "2",
      "name": "Shristi Shrestha",
      "details": "Shristi Shrestha is a Nepalese film actress and Miss World 2012 winner who works in Nepali cinema.She is WWF Nepal's eighth Young Conservation Ambassador and works with WWF Nepal on Snow Leopard conservation programs. She made a donation and shared our fundraising posts. She has also participated in ration giving programs with Hami Nepal"
    },
    {
      "id": "3",
      "name": "Sydney Gurung",
      "details": "Sydney Gurung is an Instagram model and influencer. She has volunteered in our civil rights movement entitled “Enough is Enough”, and shares our fund- raising messages on her social media."
    },
    {
      "id": "4",
      "name": "Priyanka karki",
      "details": "Priyanka Karki is a Nepalese cinema actress, model, and director who is widely acknowledged as the industry's most recognizable face. During the formation of the plasma bank, she took the initiative and assisted with the awareness campaign"
    },
    {
      "id": "5",
      "name": "Jyotsna yogi",
      "details": "Jyotsna Yogi is an actress, model, and television personality. She is most recognized as the face of 'the house of fashion.' She has made a donation of medications to Hami Nepal. She also assisted Hami Nepal with its awareness campaign during the plasma bank's creation."
    },
    {
      "id": "6",
      "name": "Parakram Rana",
      "details": "Parakram Rana is a youthful, attractive, and passionate blogger and stylist. He also performs photoshoots and video editing. LGBTQ community members in Nepal remain in the shadows owing to societal fear. However, he is open about his sexuality since being homosexual has served as an inspiration to many people. He promoted our fundraising messages on social media and contributed his YouTube profits."
    },
    {
      "id": "7",
      "name": "Aakriti Rajbhandari",
      "details": "Akriti Rajbhandari is a professional make-up artist and social media influencer.She has shared our fundraising postings on her social media channels, and she has also given cash raised by thrifting her clothes."
    },
    {
      "id": "8",
      "name": "Abhaya Subba",
      "details": "Abhaya Subba is a Nepalese singer-songwriter and musician. She is a former RJ for Times FM and Hits FM who is well-known for her innovative music and social activities. She is continuously posting our fundraising posts and has posted our go-fund-me link in her Instagram bio in order to generate cash. She is constantly present, praising all of Hami Nepal's efforts."
    },
    {
      "id": "9",
      "name": "Lemi Tamang",
      "details": "Lemi Tamang is a social media influencer and professional make-up artist. She has shared our fundraising posts on her many social media channels. She also taught live make-up courses and helped collect cash for our 'Thopa thopa le bancha samundra' fundraising drive."
    },
    {
      "id": "10",
      "name": "Niti Shah",
      "details": "Niti Shah is the 2017 Miss International Nepal winner. She was named the most popular face of EnVogue and the first runner-up in Face's House of Fashion 2013, and she is unquestionably Nepal's most popular model. She gathered money from her friends and family and contributed it. During the covid epidemic in Nepal,  also volunteered to visit a covid positive patient and give an oxygen concentrator."
    },
    {
      "id": "11",
      "name": "Swastima khadka",
      "details": "Swastima khadka is one of the most popular actresses of Nepal. She has made her contribution with Hami Nepal by constantly sharing our fundraising posts and participating in ration giving programs."
    }
  ]
}
